Repository: Cabott/choox
Catalog: app/Resources/translations/FOSUserBundle.*.xlf
Languages: de

# change_password.submit
source: Change
de: change_password.submit

# group.edit.submit
source: Change
de: group.edit.submit

# group.new.submit
source: Submit
de: group.new.submit

# group.show.name
source: Show
de: group.show.name

# layout.logged_in_as
source: logged in as
de: layout.logged_in_as

# layout.login
source: login
de: layout.login

# layout.logout
source: logout
de: layout.logout

# layout.register
source: register
de: layout.register

# profile.edit.submit
source: Edit
de: profile.edit.submit

# profile.show.email
source: email
de: profile.show.email

# profile.show.username
source: username
de: profile.show.username

# registration.back
source: back
de: registration.back

# registration.check_email
source: Check email!
de: registration.check_email

# registration.confirmed
source: Registration succesfull!
de: registration.confirmed

# registration.heading
source: Register
de: registration.heading

# registration.submit
source: Register me!
de: registration.submit

# resetting.check_email
source: Check email!
de: resetting.check_email

# resetting.password_already_requested
source: Password-reset already requested!
de: resetting.password_already_requested

# resetting.request.invalid_username
source: Username invalid
de: resetting.request.invalid_username

# resetting.request.submit
source: Reset it!
de: resetting.request.submit

# resetting.request.username
source: Username
de: resetting.request.username

# resetting.reset.submit
source: Reset it!
de: resetting.reset.submit

# security.login.password
source: Password
de: security.login.password

# security.login.remember_me
source: Remember me!
de: security.login.remember_me

# security.login.submit
source: Log me in!
de: security.login.submit

# security.login.username
source: Username
de: security.login.username
